[
    {
        "Title": "In New Year’s Message, Guterres urges countries to drastically slash emissions and ‘exit this road to ruin’",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158611",
        "Published": "Mon, 30 Dec 2024 12:00:00 +0000",
        "Summary": "UN Secretary-General António Guterres called for making 2025 “a new beginning” in his message for the New Year, issued on Monday."
    },
    {
        "Title": "The inspiring female engineer breathing new life into Yemen’s ancient capital",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158346",
        "Published": "Mon, 30 Dec 2024 12:00:00 +0000",
        "Summary": "Harbia Al-Himiary &nbsp;has a special connection to Sana’a, whose war-damaged buildings she is helping to restore, as part of a UNESCO-supported initiative."
    },
    {
        "Title": "UN chief hails ‘peacemaker, human rights champion’, former President Jimmy Carter",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158606",
        "Published": "Mon, 30 Dec 2024 12:00:00 +0000",
        "Summary": "The UN Secretary-General António Guterres on Sunday expressed his deep sadness at the passing of former United States President Jimmy Carter, who has died aged 100, at his home in Plains, Georgia."
    },
    {
        "Title": "Sudan conflict: ‘There cannot be a military solution to this war’",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158601",
        "Published": "Sun, 29 Dec 2024 12:00:00 +0000",
        "Summary": "Sudan’s civil war, which began in April 2023, continues to inflict misery on the country’s population, fuelling a massive humanitarian disaster and driving over 12 million people from their homes.&nbsp;"
    },
    {
        "Title": "The climate crisis: 5 things to watch out for in 2025",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158446",
        "Published": "Sun, 29 Dec 2024 12:00:00 +0000",
        "Summary": "The Amazonian city of Belém, Brazil, will be the global focus of efforts to tackle the climate crisis in November 2025, when it hosts one of the most significant UN climate conferences in recent years.&nbsp;"
    },
    {
        "Title": "Spirit of resilience braces desertification winds in Saudi Arabia",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158571",
        "Published": "Sat, 28 Dec 2024 12:00:00 +0000",
        "Summary": "A low tech and sustainable solution to holding back advancing desert sands in eastern Saudi Arabia could help farming communities to thrive and conserve vulnerable habitats."
    },
    {
        "Title": "Last hospital in northern Gaza out of service following raid",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158596",
        "Published": "Sat, 28 Dec 2024 12:00:00 +0000",
        "Summary": "The last major functioning health facility in northern Gaza, Kamal Adwan Hospital, is now out of service, putting the lives of the 75,000 Palestinians remaining in the area at risk, the World Health Organization (WHO) confirmed on Friday."
    },
    {
        "Title": "AI literacy is ‘crucial’ for individuals and more regulation is needed",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158466",
        "Published": "Sat, 28 Dec 2024 12:00:00 +0000",
        "Summary": "Companies and governments need to take more responsibility for keeping individuals safe from the potential misuse of artificial intelligence tools, according to AI expert Ivana Bartoletti."
    },
    {
        "Title": "2024 ‘one of the worst years in history for children in conflict’",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158561",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "The impact of armed conflicts on children around the world reached devastating and likely record levels in 2024, according to an assessment by the UN Children’s Fund (UNICEF)."
    },
    {
        "Title": "‘I saw the blood on the tarmac’: top UN official in Yemen recounts aftermath of Israel airstrike on civilian airport",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158591",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "Fresh details of the Israeli airstrike on Sana’a airport, which occurred as Tedros Ghebreyesus, the Director-General of the World Health Organization (WHO) was preparing to fly out of the country, have been provided by Julien Harneis, the UN Resident and Humanitarian Coordinator in Yemen."
    },
    {
        "Title": "Health needs in Syria worsen amid winter conditions",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158581",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "Health challenges in northwest Syria have escalated due to harsh winter conditions, exacerbating the vulnerability of displaced populations, the UN World Health Organization (WHO)-led Health Cluster reported on Friday."
    },
    {
        "Title": "Global solidarity key to future pandemic preparedness, says UN chief",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158586",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "In a message commemorating Friday’s International Day of Epidemic Preparedness, UN Secretary-General António Guterres urged all nations to invest in resilience and equity to make a healthier and safer world for all."
    },
    {
        "Title": "Gaza: ‘Hunger is everywhere’, babies die from the cold, airstrike on unarmed journalists condemned",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158576",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "Newborns and infants in Gaza have reportedly died of hypothermia, deaths described by the UN Children’s Fund (UNICEF) as preventable. The news comes amid continued Israeli bombardments and an expected further drop in temperatures."
    },
    {
        "Title": "Haiti’s destiny ‘bright’ despite terrifying escalation of violence",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158481",
        "Published": "Fri, 27 Dec 2024 12:00:00 +0000",
        "Summary": "Offering Haiti’s young people alternatives to gang life and strengthening local institutions are key for the Caribbean nation to “reclaim its position as a symbol of hope,” according to a senior UN official in the country."
    },
    {
        "Title": "Gaza: Ongoing civilian casualties amid aid challenges",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158566",
        "Published": "Thu, 26 Dec 2024 12:00:00 +0000",
        "Summary": "Civilian casualties and injuries continue to be reported across Gaza due to the ongoing hostilities, with most families unable to afford basic food as the humanitarian situation deteriorates, a UN spokesperson reported on Thursday. In Lebanon, the UN peacekeeping mission in the south of the country urged both Israel and Lebanon to prevent any actions that could threaten the fragile ceasefire."
    },
    {
        "Title": "Indian Ocean tsunami anniversary: A call to safeguard future generations",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158556",
        "Published": "Thu, 26 Dec 2024 12:00:00 +0000",
        "Summary": "On the sombre twentieth anniversary of the Indian Ocean tsunami, a disaster that claimed over 230,000 lives across 14 nations, UN officials on Thursday called for a renewed global commitment to safeguard future generations from similar catastrophes."
    },
    {
        "Title": "World News in Brief: Civilian killings in Afghanistan, Kazakhstan air crash, more Syrian refugees return home",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158551",
        "Published": "Thu, 26 Dec 2024 12:00:00 +0000",
        "Summary": "The UN Assistance Mission in Afghanistan (UNAMA), said in a social media&nbsp;post on Thursday that it had received credible reports that dozens of civilians, including women and children, were killed in airstrikes by Pakistan’s military forces in Paktika province, on 24 December."
    },
    {
        "Title": "UN chief condemns escalation in Yemen as airstrikes hit Sana’a Airport, key infrastructure",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158546",
        "Published": "Thu, 26 Dec 2024 12:00:00 +0000",
        "Summary": "The UN Secretary-General on Thursday condemned the deadly escalation between Yemen and Israel, following Israeli airstrikes that reportedly killed at least three people, injured dozens, and struck critical civilian infrastructure, including Sana’a International Airport."
    },
    {
        "Title": "Southeast Asia provides fertile ground for women to benefit from AI",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158226",
        "Published": "Wed, 25 Dec 2024 12:00:00 +0000",
        "Summary": "Artificial intelligence or AI technology can help to protect vulnerable women, give women a voice in male-dominated communities and increase training opportunities in Southeast Asia thanks to innovative approaches by United Nations agencies."
    },
    {
        "Title": "In Gaza, a Christmas without a tree",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158541",
        "Published": "Wed, 25 Dec 2024 12:00:00 +0000",
        "Summary": "For the second year in a row, Christmas arrived for the Christian community in the Gaza Strip without celebrations, as daily life remains a constant struggle."
    },
    {
        "Title": "General Assembly approves $3.72 billion UN budget for 2025",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158531",
        "Published": "Wed, 25 Dec 2024 12:00:00 +0000",
        "Summary": "The General Assembly wrapped up the main part of its 79th session on Tuesday, approving a $3.72 billion budget for the United Nations for 2025 and adopting a new programme to support landlocked developing countries."
    },
    {
        "Title": "Tchaikovsky and America: A mutual fascination",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158221",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "Tchaikovky’s ballet The Nutcracker is now a staple of the holiday season. Less well-known is the famed Russian composer’s strong connection to the United States and, in particular, New York."
    },
    {
        "Title": "Making the digital and physical world safer: Why the Convention against Cybercrime matters",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158526",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "Billions of people worldwide are set to benefit from enhanced safety online and in the physical world following the adoption of a legally binding treaty on cybercrime by the UN General Assembly."
    },
    {
        "Title": "UN General Assembly adopts milestone cybercrime treaty",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158521",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "The General Assembly on Tuesday adopted the United Nations Convention against Cybercrime, a landmark global treaty aimed at strengthening international cooperation to combat cybercrime and protecting societies from digital threats."
    },
    {
        "Title": "Syria: UN health agency launches $56.4 million appeal to meet critical needs",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158516",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "The UN World Health Organization (WHO) on Tuesday launched a $56.4 million flash appeal to address urgent health needs in Syria, where years of conflict have cripped the healthcare system."
    },
    {
        "Title": "Sudan’s worsening famine: Conflict puts millions at risk",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158511",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "Sudan is confronting a widening famine crisis, with widespread starvation, surging acute malnutrition and mass displacement exacerbating an already dire humanitarian situation, a UN-backed food security assessment released on Tuesday has found."
    },
    {
        "Title": "UN News Champion: ‘Are you keeping up with the death?’ The grinding toll of war in Gaza",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158401",
        "Published": "Tue, 24 Dec 2024 12:00:00 +0000",
        "Summary": "As we near the end of another year of war and humanitarian crisis, UN News is highlighting the extraordinary work of staffers in the field who feed our story-telling efforts for global audiences. Our first UN News Champion is Louise Wateridge of the UN agency for Palestine refugees, UNWRA. Louise’s reporting and communications expertise has enriched our coverage and demonstrated why the UN matters to millions of beneficiaries around the world."
    },
    {
        "Title": "Over 207 executed in Port-au-Prince massacre: UN report",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158506",
        "Published": "Mon, 23 Dec 2024 12:00:00 +0000",
        "Summary": "A little over two weeks after a surge of violence in the Cité Soleil commune of Haiti’s capital, Port-au-Prince, a UN report has concluded that more than 207 people were executed by the Wharf Jérémie gang."
    },
    {
        "Title": "Syria: UN investigators call for protecting evidence amid worsening humanitarian crisis",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158501",
        "Published": "Mon, 23 Dec 2024 12:00:00 +0000",
        "Summary": "The humanitarian crisis in Syria continues to escalate, with millions struggling to access basic resources as fuel shortages and damaged infrastructure hinder relief efforts, the UN reported on Monday."
    },
    {
        "Title": "Yemen bears world’s highest cholera burden, deepening humanitarian crisis",
        "Link": "https://news.un.org/feed/view/en/story/2024/12/1158491",
        "Published": "Mon, 23 Dec 2024 12:00:00 +0000",
        "Summary": "Yemen has reported the highest global burden of cholera, with nearly 250,000 suspected cases and 861 associated deaths as of 1 December, accounting for 35 per cent of worldwide cholera cases and 18 per cent of related deaths this year, the UN World Health Organization (WHO) said on Monday."
    }
]